/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "sections": {
    "main": {
      "type": "main-page",
      "disabled": true,
      "settings": {
        "content_width": "80ch"
      }
    },
    "rich_text_Kwk73p": {
      "type": "rich-text",
      "blocks": {
        "heading_6zr6pW": {
          "type": "heading",
          "settings": {
            "text": "Contact Us",
            "heading_tag": "h1",
            "text_color": "",
            "gradient": ""
          }
        }
      },
      "block_order": [
        "heading_6zr6pW"
      ],
      "settings": {
        "full_width": true,
        "content_width": "small",
        "text_position": "center",
        "background": "",
        "background_gradient": "",
        "text_color": ""
      }
    },
    "contact": {
      "type": "contact",
      "settings": {
        "full_width": true,
        "subheading": "",
        "title": "Do you have any questions?",
        "content": "<p>We're here to help, however we can! For general enquiries, use the form on the right!</p><h6>FAQs</h6><p>Have a quick question? Check our FAQs below for a quick answer!</p><p></p><h6>Email</h6><h6>Sales Enquiry:</h6><p>contact@thesimplecommute.com.au</p><h6>Repair/Warranty :</h6><p>support@thesimplecommute.com.au</p><h6>Mobile | 10am-5pm AEST</h6><p>Sales enquiry only: 0482 053 220 (<a href=\"#whatsapp\">WhatsApp available</a>)</p><p>All other enquiries please email: contact@thesimplecommute.com.au</p><h6>Test Ride Location:</h6><p>Boronia VIC</p><p>中文请加微信 – thesimplehammy</p>",
        "text_position": "start",
        "contact_form_size": "small",
        "background": "",
        "background_gradient": "",
        "text_color": "",
        "heading_color": "",
        "heading_gradient": "",
        "contact_background": "",
        "contact_text_color": "",
        "button_background": "",
        "button_text_color": ""
      }
    },
    "faq_PWXCk6": {
      "type": "faq",
      "blocks": {
        "item_EnkUXh": {
          "type": "item",
          "settings": {
            "title": "Is TSC Aussie owned and operated?",
            "content": "<p>Yes. The Simple Commute aka TSC was founded in March 2024 and officially launched in September 2024 by Hamlet and Ben here in Melbourne.</p><p> It’s now proudly owned and run by 3 young Aussies, Hamlet, Ben and Puneet. All our operations, from customer service to logistics and repairs, are handled right here in Melbourne. Head to our <a href=\"https://thesimplecommute.com.au/pages/about-us\">About Us</a> page to learn more about the team and our story.</p>"
          }
        },
        "item_MXHgYr": {
          "type": "item",
          "settings": {
            "title": "What is an electric scooter?",
            "content": "<p>The electric scooter represents a revolutionary advancement in personal transportation, melding the simplicity of manual push scooters with cutting-edge battery-powered propulsion. These sleek, compact vehicles typically feature a streamlined design with two wheels, accommodating a single rider atop a narrow platform.</p><p><br/>The genesis of modern e-scooters can be traced back to 1996 when the French automotive giant Peugeot unveiled the groundbreaking Scoot'Elec, setting the stage for a new era of urban mobility. In the decades since, these nimble devices have surged in popularity across demographics, captivating both youthful enthusiasts and practical-minded adults.</p><p><br/>E-scooters have earned their place in the urban landscape thanks to their user-friendly operation, eco-conscious design, and unparalleled ability to weave through congested city streets. Beyond mere transportation, they embody a lifestyle choice that prioritizes efficiency and environmental stewardship. As cities grapple with pollution and gridlock, electric scooters offer a compelling solution that marries personal freedom with ecological responsibility.</p>"
          }
        },
        "item_mwtrPW": {
          "type": "item",
          "settings": {
            "title": "Are TSC electric scooters legal to ride in public?",
            "content": "<p>Yes. All our electric scooters are capped at 25 km/h to comply with Australian regulations, making them legal to ride in public. For private property or off-road use, you can unlock the higher speeds and easily switch back to 25 km/h when riding in public. Please contact us after purchase if you’d like the unlock instructions.</p>"
          }
        },
        "item_aePy7C": {
          "type": "item",
          "settings": {
            "title": "How much is an electric scooter?",
            "content": "<p>Discover unbeatable prices on e-scooters, with our entry model adult e-scooters starting at just $859. Whether you're looking for an easy way to commute or just want to zip around town, e-scooters are the ultimate solution. Not only are they convenient, but they also help you save on parking, public transport, and the expenses of maintaining a car or motorbike.&nbsp;</p><p>&nbsp;</p><p>Plus, e-scooters like our Kaiju, Astro, and Aurora models are among the most eco-friendly and cost-efficient ways to get around. Explore our&nbsp;<a href=\"/collections/scooters\" title=\"Premium E-Scooters\"><span style=\"text-decoration:underline\">premium collection of e-scooters</span></a>, and contribute to a greener future.</p>"
          }
        },
        "item_LnrFda": {
          "type": "item",
          "settings": {
            "title": "How can I properly secure my electric scooter？",
            "content": "<p>GPS tracking sounds handy but can be bypassed very easily. </p><p>The best way is to take it with you whenever possible. If you can’t, use a strong lock, or even better, multiple locks, to make thieves think twice. </p><p>TSC offers tough, high-quality security options like disc brake locks, key locks, heavy-duty chains and alarm locks. Check out our <a href=\"https://thesimplecommute.com.au/collections/e-scooter-accessories\"><strong>accessories page</strong></a> to keep your scooter safe.</p>"
          }
        },
        "item_9BqhXb": {
          "type": "item",
          "settings": {
            "title": "How does an electric scooter work?",
            "content": "<p>Electric scooters harness the power of stored electrical energy to drive their wheels, offering a seamless blend of technology and mobility. At the heart of these devices lies a rechargeable battery pack, acting as a portable powerhouse that fuels the scooter's electric motor.</p><p>&nbsp;</p><p>Initiating your journey is remarkably straightforward. Most models feature a control mechanism on the handlebars - typically a twistable grip or a thumb-operated lever. Engaging this throttle sends a signal to the scooter's brain, prompting it to unleash a stream of electrons from the battery to the motor. This surge of electricity activates the motor, which in turn sets the wheels in motion, propelling you forward with surprising ease.</p><p>&nbsp;</p><p>Safety is paramount in e-scooter design. Hand-operated brake levers provide riders with precise control over their speed and stopping power. When engaged, these brakes swiftly decelerate or halt the scooter's movement, ensuring rider confidence in various traffic conditions.</p><p>&nbsp;</p><p>Maintaining your e-scooter's energy reserves is a breeze. Unlike their fossil-fuel counterparts, these eco-friendly vehicles simply require access to a standard electrical outlet for recharging. However, to ensure consistent performance and longevity, it's crucial to establish a regular charging routine. By keeping your scooter's battery topped up, you'll always be ready for your next urban adventure, gliding silently and efficiently through city streets.</p>"
          }
        },
        "item_biqaWM": {
          "type": "item",
          "settings": {
            "title": "Where can I ride my e-scooter?",
            "content": "<p>In Australia, the regulatory landscape for electric scooters is a patchwork of diverse legislation, with each state and territory crafting its own unique set of guidelines. These region-specific rules govern various aspects of e-scooter usage, including rider eligibility, permissible operating areas, and speed limitations.</p><p>&nbsp;</p><p>Before investing in an electric scooter, it's crucial for potential owners to familiarize themselves with the local regulations that will impact their riding experience. Navigating this complex web of laws can be challenging, so make sure you do your research.</p>"
          }
        },
        "item_jY6ABX": {
          "type": "item",
          "settings": {
            "title": "Which scooter is best for me?",
            "content": "<p>Take our quick and easy quiz to find the perfect match for your lifestyle! Whether you're commuting to work, tackling off-road adventures, or looking for something versatile, our quiz will guide you to the scooter that's right for you!<br/></p><p>Take the quiz <a href=\"/pages/find-your-ride\" title=\"Find your ride\">here</a>!</p>"
          }
        },
        "item_V8VKJa": {
          "type": "item",
          "settings": {
            "title": "Any question?",
            "content": "<p>You can contact us through the above form! We will be happy to assist you.</p>"
          }
        }
      },
      "block_order": [
        "item_EnkUXh",
        "item_MXHgYr",
        "item_mwtrPW",
        "item_aePy7C",
        "item_LnrFda",
        "item_9BqhXb",
        "item_biqaWM",
        "item_jY6ABX",
        "item_V8VKJa"
      ],
      "settings": {
        "full_width": true,
        "subheading": "",
        "title": "FAQ",
        "content": "",
        "team_avatar_width": 160,
        "support_hours": "Our customer support is available 7 days a week: 10 AM- 5 PM AEST",
        "answer_time": "Average answer time: 40 minutes",
        "button_text": "",
        "button_url": "",
        "text_position": "center",
        "background": "",
        "background_gradient": "",
        "text_color": "",
        "heading_color": "",
        "heading_gradient": "",
        "button_background": "",
        "button_text_color": "",
        "accordion_background": "",
        "accordion_text_color": ""
      }
    }
  },
  "order": [
    "main",
    "rich_text_Kwk73p",
    "contact",
    "faq_PWXCk6"
  ]
}