{"sections":{"main":{"type":"main-page","disabled":true,"settings":{"content_width":"80ch"}},"rich_text_JKcN6A":{"type":"rich-text","blocks":{"heading_t7x3NR":{"type":"heading","settings":{"text":"Warranty","heading_tag":"h1","text_color":"","gradient":""}},"richtext_W3c8KM":{"type":"richtext","settings":{"content":"<p>At The Simple Commute, your satisfaction is our top priority, and we strive to ensure you enjoy every ride with our products. Below, you will find our comprehensive Limited Warranty to guide you through warranty claims.<\/p>"}}},"block_order":["heading_t7x3NR","richtext_W3c8KM"],"settings":{"full_width":true,"content_width":"small","text_position":"center","background":"","background_gradient":"","text_color":""}},"faq_BxVXqg":{"type":"faq","blocks":{"item_heAcAp":{"type":"item","settings":{"title":"Warranty Overview","content":"<p>The Simple Commute warrants to the original purchaser that our products are free from defects in materials and workmanship for the duration specified in the Warranty Period table below, starting from the date of purchase. This Limited Warranty covers all parts of our products.<\/p>"}},"item_AzTiq4":{"type":"item","settings":{"title":"Limited Warranty","content":"<p>This Limited Warranty describes the service available to you in the event your Product requires warranty service, and you may have additional protections under your local laws. This Limited Warranty does not cover and excludes damage to your Product, or any component thereof, caused by:<\/p><ul><li>Abuse, misuse, recklessness, negligence, damage from impact or commercial use.<\/li><li>Improper charging, storage, maintenance, or operation of the Product not in compliance with instructions or limitations as provided in the user materials.<\/li><li>Use of the Product not in compliance with applicable laws and regulations.<\/li><li>Use of the Product by persons with inadequate experience.<\/li><li>Accident, collision, riding at unsafe speed on paved roads, riding at unsafe speed on unpaved roads, riding over obstacles, amateur racing, professional racing, use in backcountry sports, fire damage, water damage, chemical damage, use of the product outside of the product’s working temperature range, high-pressure water spray, earthquake, dropping, loading with excessive weights.<\/li><li>Modifications to mechanical parts, modification of electronic parts, or modifications to software embedded in the Product.<\/li><li>Service, repair, and maintenance by unauthorised  providers.<\/li><li>Cosmetic damages.<\/li><li>Use of the Product with third-party product, component, or accessory.<\/li><li>The normal deterioration of wear and tear parts.<\/li><li>Use of the Product with overdue wear and tear parts.<\/li><li>Failure to perform maintenance or service at appropriate intervals.<\/li><li>Battery failures caused by water damage, improper charging, power surges, use of aftermarket chargers, or inadequate winter storage are not covered under warranty.<\/li><\/ul><p>This Limited Warranty is in addition to and does not affect any legal rights you may have under applicable consumer protection laws.<\/p>"}},"item_jGYy6d":{"type":"item","settings":{"title":"Warranty Claims Process","content":"<p>If you discover what you believe to be a defect, please contact our Customer Support team at <a>support@thesimplecommute.com<\/a> with the following information:<\/p><ul><li>Description of the defect.<\/li><li>Proof of purchase (order number, receipt, or invoice).<\/li><li>Serial number of the product.<\/li><li>Any relevant photographs or videos demonstrating the defect.<\/li><\/ul><p>Upon review, if we determine that the defect is covered by our Limited Warranty, we will repair or replace the defective part at no cost to you. In some cases, we may request that you return the defective product for further inspection. The shipping costs for returning the defective product will be covered by The Simple Commute.<\/p>"}},"item_fYFxjF":{"type":"item","settings":{"title":"Exclusions from Warranty","content":"<p>Your warranty does not cover the following:<\/p><p><\/p><ul><li>Any damage caused by crashes, accidents, mistreatment, or misuse under any circumstances<\/li><li>Damage, malfunction, or performance issues caused by lack of regular maintenance<\/li><li>Damage, malfunction, or performance issues from improper storage (e.g., leaving the scooter in extreme temperatures or moisture)<\/li><li>Damage or issues caused by environmental conditions (e.g., water, dust, corrosion)<\/li><li>Damage from misuse or pushing the product beyond its limits, such as burnt control boards, wires, or motors due to excessive or ongoing acceleration<\/li><li>Damage caused by exceeding the recommended weight limit<\/li><li>Water damage of any kind, even if the item has a water resistance rating<\/li><li>Problems from attempting to flash, reset, or modify the product’s software or firmware<\/li><li>Problems from modifying any part of the product or using non-approved parts<\/li><li>Damage caused by unauthorised third-party repairs or home repairs not instructed or approved by The Simple Commute<\/li><li>Any modifications or upgrades not recommended by The Simple Commute<\/li><li>Tyre damage of any kind (e.g., punctures, wear and tear)<\/li><li>Routine maintenance tasks, including screw adjustments, brake adjustments, and hydraulic brake oil refills<\/li><\/ul><p><strong>Excluded Parts<\/strong><br\/><\/p><p>The following parts are not covered under warranty:<\/p><p><\/p><ul><li>Tyres <\/li><li>Spokes <\/li><li>Hydraulic fluids<\/li><li>Decals and graphics<\/li><li>Rubber seals<\/li><li>Grip tape and rubber deck covers<\/li><li>Handlebar grips<\/li><li>Brake adjustments (outside the 30-day post-purchase period)<\/li><li>Rim cracks or dents<\/li><li>Motor cracks or dents<\/li><li>General wear-and-tear items (kickstand, plastic parts, fenders, brake\/tyre components, screws)<\/li><\/ul><p><\/p><p><\/p>"}},"item_PJqM7T":{"type":"item","settings":{"title":"Limitations of Liability","content":"<p>The Simple Commute's liability is limited to the repair or replacement of defective parts as described in this warranty statement. We are not liable for any incidental, consequential, or special damages arising from the use or inability to use our products.<\/p>"}}},"block_order":["item_heAcAp","item_AzTiq4","item_jGYy6d","item_fYFxjF","item_PJqM7T"],"settings":{"full_width":true,"subheading":"","title":"Warranty Process","content":"<p>Got questions? We've got answers<\/p><p><\/p><p>For further help, visit our <a href=\"\/pages\/contact\" title=\"Contact\">contact<\/a> page.<\/p>","team_avatar_width":160,"support_hours":"","answer_time":"","button_text":"","button_url":"","text_position":"start","background":"","background_gradient":"","text_color":"","heading_color":"","heading_gradient":"","button_background":"","button_text_color":"","accordion_background":"","accordion_text_color":""}},"specification_table_WL3ncM":{"type":"specification-table","blocks":{"row_acbVee":{"type":"row","settings":{"heading":"Frame","value":"<p><strong>2 years<\/strong> - Frames are covered by a replacement warranty for 2 years (Consumable parts, brake, battery, etc. are excluded)<\/p>"}},"row_ntJXjP":{"type":"row","settings":{"heading":"Battery, charger, controller and motor","value":"<p><strong>1 year<\/strong> - Ordinary wear and tear-related malfunction are excluded<\/p>"}},"row_3cGCE7":{"type":"row","settings":{"heading":"Structural parts","value":"<p><strong>1 year<\/strong> - Includes front fork, the folding system, the pedals, the handlebar, rims<\/p>"}}},"block_order":["row_acbVee","row_ntJXjP","row_3cGCE7"],"settings":{"full_width":true,"subheading":"","title":"Warranty Period","content":"<p>For any questions or to file a warranty claim, please contact us at <a href=\"mailto:warranty@thesimplecommute.com.au\" title=\"mailto:warranty@thesimplecommute.com.au\">warranty@thesimplecommute.com.au<\/a><\/p>","button_text":"","button_url":"","text_position":"start","max_rows":5,"view_all_text":"View all","view_less_text":"View less","background":"","background_gradient":"","text_color":"","heading_color":"","heading_gradient":"","button_background":"","button_text_color":"","chart_background":"","chart_text_color":"","chart_true_false_color":""}},"contact_3W8F47":{"type":"contact","settings":{"full_width":true,"subheading":"","title":"Book a repair","content":"<p>Fill up the form and our team will get back to you within 24 hours<\/p><p><a href=\"mailto:support@thesimplecommute.com.au\" target=\"_blank\">support@thesimplecommute.com.au<\/a><\/p>","text_position":"start","contact_form_size":"large","background":"","background_gradient":"","text_color":"","heading_color":"","heading_gradient":"","contact_background":"","contact_text_color":"","button_background":"","button_text_color":""}}},"order":["main","rich_text_JKcN6A","faq_BxVXqg","specification_table_WL3ncM","contact_3W8F47"]}